
/* Class = "NSWindow"; title = "Preferências"; ObjectID = "1"; */
"1.title" = "Preferências";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "41"; */
"41.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "tempo absoluto"; ObjectID = "42"; */
"42.title" = "tempo absoluto";

/* Class = "NSMenuItem"; title = "tempo relativo ao actual"; ObjectID = "43"; */
"43.title" = "tempo relativo ao actual";

/* Class = "NSTextFieldCell"; title = "Tamanho:"; ObjectID = "46"; */
"46.title" = "Tamanho:";

/* Class = "NSTextFieldCell"; title = "Mostrar"; ObjectID = "72"; */
"72.title" = "Mostrar";

/* Class = "NSTextFieldCell"; title = "ao sobrepor a linha de tempo"; ObjectID = "74"; */
"74.title" = "ao sobrepor a linha de tempo";

/* Class = "NSBox"; title = "Controlos do leitor"; ObjectID = "87"; */
"87.title" = "Controlos do leitor";

/* Class = "NSBox"; title = "Estilo do tipo de letra"; ObjectID = "108"; */
"108.title" = "Estilo do tipo de letra";

/* Class = "NSTextFieldCell"; title = "Cor do texto:"; ObjectID = "110"; */
"110.title" = "Cor do texto:";

/* Class = "NSTextFieldCell"; title = "Cor do limite:"; ObjectID = "117"; */
"117.title" = "Cor do limite:";

/* Class = "NSTextFieldCell"; title = "Ocultar após"; ObjectID = "122"; */
"122.title" = "Ocultar após";

/* Class = "NSTextFieldCell"; title = "Transparência"; ObjectID = "128"; */
"128.title" = "Transparência";

/* Class = "NSTextFieldCell"; title = "trans"; ObjectID = "132"; */
"132.title" = "trans";

/* Class = "NSBox"; title = "Box"; ObjectID = "133"; */
"133.title" = "Box";

/* Class = "NSTextFieldCell"; title = "Manter janela na frente:"; ObjectID = "135"; */
"135.title" = "Manter janela na frente:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "138"; */
"138.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Nunca"; ObjectID = "139"; */
"139.title" = "Nunca";

/* Class = "NSMenuItem"; title = "Sempre"; ObjectID = "140"; */
"140.title" = "Sempre";

/* Class = "NSMenuItem"; title = "Durante a reprodução"; ObjectID = "141"; */
"141.title" = "Durante a reprodução";

/* Class = "NSBox"; title = "OSD"; ObjectID = "142"; */
"142.title" = "OSD";

/* Class = "NSTextFieldCell"; title = "Ocultar após"; ObjectID = "144"; */
"144.title" = "Ocultar após";

/* Class = "NSTextFieldCell"; title = "Cor do texto"; ObjectID = "150"; */
"150.title" = "Cor do texto";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "156"; */
"156.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "corresponde ao nome do vídeo"; ObjectID = "157"; */
"157.title" = "corresponde ao nome do vídeo";

/* Class = "NSMenuItem"; title = "contém o nome do vídeo"; ObjectID = "158"; */
"158.title" = "contém o nome do vídeo";

/* Class = "NSMenuItem"; title = "for qualquer nome"; ObjectID = "159"; */
"159.title" = "for qualquer nome";

/* Class = "NSButtonCell"; title = "Forçar reconstrução do índice"; ObjectID = "162"; */
"162.title" = "Forçar reconstrução do índice";

/* Class = "NSBox"; title = "Qualidade e desempenho"; ObjectID = "163"; */
"163.title" = "Qualidade e desempenho";

/* Class = "NSButtonCell"; title = "Activar modo de ecrã completo ao iniciar a reprodução"; ObjectID = "165"; */
"165.title" = "Activar modo de ecrã completo ao iniciar a reprodução";

/* Class = "NSTextFieldCell"; title = "Número de threads"; ObjectID = "167"; */
"167.title" = "Número de threads";

/* Class = "NSBox"; title = "Saída"; ObjectID = "173"; */
"173.title" = "Saída";

/* Class = "NSTextFieldCell"; title = "Passagem de áudio:"; ObjectID = "175"; */
"175.title" = "Passagem de áudio:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding"; ObjectID = "181"; */
"181.ibShadowedToolTip" = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding";

/* Class = "NSButtonCell"; title = "Procurar e reproduzir automaticamente o próximo ficheiro"; ObjectID = "182"; */
"182.title" = "Procurar e reproduzir automaticamente o próximo ficheiro";

/* Class = "NSButtonCell"; title = "Sair ao fechar a janela"; ObjectID = "184"; */
"184.title" = "Sair ao fechar a janela";

/* Class = "NSButtonCell"; title = "Mostrar OSD"; ObjectID = "212"; */
"212.title" = "Mostrar OSD";

/* Class = "NSTextFieldCell"; title = "Com esta definição activa, o MPlayerX irá reconstruir o índice para tornar o ficheiro pesquisável. Apesar de útil para ficheiros danificados, irá no entanto atrasar em vários segundos o início da reprodução."; ObjectID = "249"; */
"249.title" = "Com esta definição activa, o MPlayerX irá reconstruir o índice para tornar o ficheiro pesquisável. Apesar de útil para ficheiros danificados, irá no entanto atrasar em vários segundos o início da reprodução.";

/* Class = "NSButtonCell"; title = "Se possível, usar o tipo de letra embutido"; ObjectID = "257"; */
"257.title" = "Se possível, usar o tipo de letra embutido";

/* Class = "NSTextFieldCell"; title = "Tamanho da cache para streams:"; ObjectID = "260"; */
"260.title" = "Tamanho da cache para streams:";

/* Class = "NSTextFieldCell"; title = "kBytes"; ObjectID = "265"; */
"265.title" = "kBytes";

/* Class = "NSButtonCell"; title = "Preferir IPV6"; ObjectID = "270"; */
"270.title" = "Preferir IPV6";

/* Class = "NSButtonCell"; title = "Ao activar modo de ecrã completo, NÃO escurecer outros monitores"; ObjectID = "282"; */
"282.title" = "Ao activar modo de ecrã completo, NÃO escurecer outros monitores";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "295"; */
"295.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Sem letterbox"; ObjectID = "296"; */
"296.title" = "Sem letterbox";

/* Class = "NSMenuItem"; title = "Apenas no fundo"; ObjectID = "297"; */
"297.title" = "Apenas no fundo";

/* Class = "NSMenuItem"; title = "Topo + Fundo"; ObjectID = "298"; */
"298.title" = "Topo + Fundo";

/* Class = "NSTextFieldCell"; title = "Altura:"; ObjectID = "304"; */
"304.title" = "Altura:";

/* Class = "NSBox"; title = "Letterbox"; ObjectID = "307"; */
"307.title" = "Letterbox";

/* Class = "NSTextFieldCell"; title = "da altura do vídeo"; ObjectID = "309"; */
"309.title" = "da altura do vídeo";

/* Class = "NSButtonCell"; title = "Iniciar reprodução ao abrir"; ObjectID = "320"; */
"320.title" = "Iniciar reprodução ao abrir";

/* Class = "NSBox"; title = "Detecção da codificação de texto"; ObjectID = "327"; */
"327.title" = "Detecção da codificação de texto";

/* Class = "NSTextFieldCell"; title = "Com confiança ≤"; ObjectID = "329"; */
"329.title" = "Com confiança ≤";

/* Class = "NSTextFieldCell"; title = "usar a codificação"; ObjectID = "334"; */
"334.title" = "usar a codificação";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Ao definir o limite de confiança como 100% poderá desactivar a detecção automática da codificação do texto, mas não é recomendado."; ObjectID = "348"; */
"348.title" = "Ao definir o limite de confiança como 100% poderá desactivar a detecção automática da codificação do texto, mas não é recomendado.";

/* Class = "NSButtonCell"; title = "Permitir sobreposição de legendas"; ObjectID = "350"; */
"350.title" = "Permitir sobreposição de legendas";

/* Class = "NSMenuItem"; title = "Apenas no topo"; ObjectID = "354"; */
"354.title" = "Apenas no topo";

/* Class = "NSButtonCell"; title = "Transferir streams RTSP sobre protocolo HTTP"; ObjectID = "358"; */
"358.title" = "Transferir streams RTSP sobre protocolo HTTP";

/* Class = "NSButtonCell"; title = "Usar ffmpeg para processar stream"; ObjectID = "365"; */
"365.title" = "Usar ffmpeg para processar stream";

/* Class = "NSButtonCell"; title = "Remisturar DTS 5.1 para Estéreo"; ObjectID = "373"; */
"373.title" = "Remisturar DTS 5.1 para Estéreo";

/* Class = "NSTextFieldCell"; title = "Se usa as colunas ou a saída minijack do seu Mac, active esta opção"; ObjectID = "376"; */
"376.title" = "Se usa as colunas ou a saída minijack do seu Mac, active esta opção";

/* Class = "NSTextFieldCell"; title = "Mostrar"; ObjectID = "387"; */
"387.title" = "Mostrar";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "390"; */
"390.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "tempo restante"; ObjectID = "391"; */
"391.title" = "tempo restante";

/* Class = "NSMenuItem"; title = "tempo total"; ObjectID = "392"; */
"392.title" = "tempo total";

/* Class = "NSTextFieldCell"; title = "à direita da barra de controlo"; ObjectID = "395"; */
"395.title" = "à direita da barra de controlo";

/* Class = "NSButtonCell"; title = "Retomar reprodução do último ponto antes de parar"; ObjectID = "400"; */
"400.title" = "Retomar reprodução do último ponto antes de parar";

/* Class = "NSButtonCell"; title = "Ocultar sempre a Dock em modo de ecrã completo"; ObjectID = "403"; */
"403.title" = "Ocultar sempre a Dock em modo de ecrã completo";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "Nenhum"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "Nenhum";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "Normal"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "Normal";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "Avançado"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "Avançado";

/* Class = "NSTextFieldCell"; title = "Melhoramento da imagem "; ObjectID = "410"; */
"410.title" = "Melhoramento da imagem ";

/* Class = "NSTextFieldCell"; title = "Método de desentrelação"; ObjectID = "413"; */
"413.title" = "Método de desentrelação";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter."; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter.";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "Nenhum"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "Nenhum";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFMpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFMpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "Opções extra"; ObjectID = "423"; */
"423.title" = "Opções extra";

/* Class = "NSTextFieldCell"; title = "As opções extra serão passadas directamente para o mplayer.\nTenha a certeza que é de facto experiente com o mplayer para adicionar opções, caso contrário deixe em branco."; ObjectID = "430"; */
"430.title" = "As opções extra serão passadas directamente para o mplayer.\nTenha a certeza que é de facto experiente com o mplayer para adicionar opções, caso contrário deixe em branco.";

/* Class = "NSTextFieldCell"; title = "Como manter as definições no Optimizador de Vídeo?"; ObjectID = "435"; */
"435.title" = "Como manter as definições no Optimizador de Vídeo?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "438"; */
"438.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Não manter, repor sempre as definições ao parar a reprodução"; ObjectID = "439"; */
"439.title" = "Não manter, repor sempre as definições ao parar a reprodução";

/* Class = "NSMenuItem"; title = "Repor as definições quando não houver outro para reproduzir"; ObjectID = "440"; */
"440.title" = "Repor as definições quando não houver outro para reproduzir";

/* Class = "NSMenuItem"; title = "Repor as definições ao sair da aplicação"; ObjectID = "441"; */
"441.title" = "Repor as definições ao sair da aplicação";

/* Class = "NSMenuItem"; title = "Nunca repor, guardar como as minhas preferências"; ObjectID = "442"; */
"442.title" = "Nunca repor, guardar como as minhas preferências";

/* Class = "NSTextFieldCell"; title = "Como manter as definições no Equalizador?"; ObjectID = "445"; */
"445.title" = "Como manter as definições no Equalizador?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "448"; */
"448.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Não manter, repor sempre as definições ao parar a reprodução"; ObjectID = "449"; */
"449.title" = "Não manter, repor sempre as definições ao parar a reprodução";

/* Class = "NSMenuItem"; title = "Repor as definições quando não houver outro para reproduzir"; ObjectID = "450"; */
"450.title" = "Repor as definições quando não houver outro para reproduzir";

/* Class = "NSMenuItem"; title = "Repor as definições ao sair da aplicação"; ObjectID = "451"; */
"451.title" = "Repor as definições ao sair da aplicação";

/* Class = "NSMenuItem"; title = "Nunca repor, guardar como as minhas preferências"; ObjectID = "452"; */
"452.title" = "Nunca repor, guardar como as minhas preferências";

/* Class = "NSTextFieldCell"; title = "Carregar legenda, se o nome do ficheiro"; ObjectID = "459"; */
"459.title" = "Carregar legenda, se o nome do ficheiro";

/* Class = "NSTextFieldCell"; title = "Alinhamento:"; ObjectID = "461"; */
"461.title" = "Alinhamento:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "466"; */
"466.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Predefinido (usar o valor do ficheiro)"; ObjectID = "467"; */
"467.title" = "Predefinido (usar o valor do ficheiro)";

/* Class = "NSMenuItem"; title = "Fundo - Esquerda"; ObjectID = "468"; */
"468.title" = "Fundo - Esquerda";

/* Class = "NSMenuItem"; title = "Fundo - Centro"; ObjectID = "469"; */
"469.title" = "Fundo - Centro";

/* Class = "NSMenuItem"; title = "Fundo - Direita"; ObjectID = "470"; */
"470.title" = "Fundo - Direita";

/* Class = "NSMenuItem"; title = "Topo - Esquerda"; ObjectID = "471"; */
"471.title" = "Topo - Esquerda";

/* Class = "NSMenuItem"; title = "Topo - Centro"; ObjectID = "472"; */
"472.title" = "Topo - Centro";

/* Class = "NSMenuItem"; title = "Topo - Direita"; ObjectID = "473"; */
"473.title" = "Topo - Direita";

/* Class = "NSButtonCell"; title = "Desactivar scroll horizontal do rato para procurar"; ObjectID = "479"; */
"479.title" = "Desactivar scroll horizontal do rato para procurar";

/* Class = "NSButtonCell"; title = "Desactivar scroll vertical do rato para alterar volume"; ObjectID = "481"; */
"481.title" = "Desactivar scroll vertical do rato para alterar volume";

/* Class = "NSButtonCell"; title = "Ao activar ecrã completo, ajustar a altura da letterbox à altura da janela"; ObjectID = "485"; */
"485.title" = "Ao activar ecrã completo, ajustar a altura da letterbox à altura da janela";

/* Class = "NSTextFieldCell"; title = "Com esta opção activa, o MPlayerX irá tentar não sobrepor as legendas à frame do vídeo, tanto quanto possível.\nNo entanto, esta opção irá aumentar a frame de renderização para o tamanho do ecrã inteiro, podendo causar, especialmente com conteúdo HD, atrasos durante a reprodução."; ObjectID = "488"; */
"488.title" = "Com esta opção activa, o MPlayerX irá tentar não sobrepor as legendas à frame do vídeo, tanto quanto possível.\nNo entanto, esta opção irá aumentar a frame de renderização para o tamanho do ecrã inteiro, podendo causar, especialmente com conteúdo HD, atrasos durante a reprodução.";

/* Class = "NSTextFieldCell"; title = "Tipo de letra:"; ObjectID = "490"; */
"490.title" = "Tipo de letra:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "493"; */
"493.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "Ao iniciar reprodução, carregar mas não mostrar a legenda"; ObjectID = "500"; */
"500.title" = "Ao iniciar reprodução, carregar mas não mostrar a legenda";

/* Class = "NSButtonCell"; title = "Detectar saída digital SPDIF automaticamente"; ObjectID = "528"; */
"528.title" = "Detectar saída digital SPDIF automaticamente";

/* Class = "NSButtonCell"; title = "Activar teclas multimédia (F7, F8, F9) para controlo da reprodução\n(necessário reiniciar)"; ObjectID = "542"; */
"542.title" = "Activar teclas multimédia (F7, F8, F9) para controlo da reprodução\n(necessário reiniciar)";

/* Class = "NSButtonCell"; title = "Activar menu \"Abrir recentes\""; ObjectID = "552"; */
"552.title" = "Activar menu \"Abrir recentes\"";

/* Class = "NSButtonCell"; title = "Tentar sempre utilizar o ecrã secundário"; ObjectID = "557"; */
"557.title" = "Tentar sempre utilizar o ecrã secundário";

/* Class = "NSButtonCell"; title = "Permitir que o AppleRemote controle o volume de som do sistema"; ObjectID = "566"; */
"566.title" = "Permitir que o AppleRemote controle o volume de som do sistema";

/* Class = "NSTextFieldCell"; title = "Guardar snapshots"; ObjectID = "587"; */
"587.title" = "Guardar snapshots";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "para Pasteboard"; ObjectID = "594"; */
"594.title" = "para Pasteboard";

/* Class = "NSMenuItem"; title = "como ficheiros PNG"; ObjectID = "595"; */
"595.title" = "como ficheiros PNG";

/* Class = "NSMenuItem"; title = "como ficheiros JPEG"; ObjectID = "596"; */
"596.title" = "como ficheiros JPEG";

/* Class = "NSMenuItem"; title = "como ficheiros TIFF"; ObjectID = "597"; */
"597.title" = "como ficheiros TIFF";

/* Class = "NSMenuItem"; title = "como ficheiros BMP"; ObjectID = "598"; */
"598.title" = "como ficheiros BMP";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
